anth-464/anth-464-syllabus-16-week.org
#+CATEGORY: ANTH 464
#+OPTIONS: broken-links:nil todo:nil
#+SELECT_TAGS: export
#+EXCLUDE_TAGS: noexport
#+STARTUP: entitiespretty
#+STARTUP: noinlineimages
#+hugo_base_dir: .


#+TITLE: Spring 2019 ANTH 464 Hawaiian Archaeology
#+AUTHOR: Dr. Thomas S. Dye
** Discussion Questions
   :PROPERTIES:
   :CUSTOM_ID: dq
   :EXPORT_FILE_NAME: anth-464-discussion-questions
   :EXPORT_HUGO_WEIGHT: auto
   :EXPORT_HUGO_MENU: :menu main
   :EXPORT_OPTIONS: toc:t
   :EXPORT_DATE: 2018-10-14
   :END:
 These discussion questions help guide the conversation.  They are meant to
 augment the questions you bring to class.  Also, note that Discussion Questions
 1--6 include the three questions that will appear on the mid-term examination.

*** DONE Discussion Questions 1
    :PROPERTIES:
    :CUSTOM_ID: dq1
    :END:
    :LOGBOOK:
    - State "DONE"       from              [2015-09-09 Wed 15:02]
    :END:

  - How has the institutional framework of Hawaiian archaeology changed
    over time?
  - What was the innovation introduced by the settlement pattern
    approach?
  - What research questions occupy Hawaiian archaeologists today?
  - How is archaeology different from history?
  - How is historicism different from social science?
  - Why study archaeology?
  - Is the temple on L\amacron{}na`i Island a site?  Why, or why not?
  - What is the necessary condition of inquiry?  Is scientific inquiry
   fundamentally different from other forms of inquiry?  Why or why
   not?
  - List the three logical steps of archaeological inquiry and describe
   them in your own terms.

*** DONE Discussion Questions 2
    :PROPERTIES:
    :CUSTOM_ID: dq2
    :END:
    :LOGBOOK:
    - State "DONE"       from "TODO"       [2015-09-09 Wed 15:54]
    :END:
    # Chapter 2
  - Describe the geological stages of islands in the Hawaiian Chain,
    starting at Hawai`i Island in the southeast and ending at H\omacron{}lanik\umacron
    in the northwest.  What is responsible for the differences?
  - From the point of view of Polynesian sailors, describe the factors
    that make the Hawaiian chain an isolated landmass.
  - Imagine yourself on the voyage with the Polynesian discoverers of
    Hawai`i.  What strange and unusual plants and animals might you
    have seen when you first stepped ashore?
  - Briefly describe one of the misunderstandings between /kanaka
    maoli/ and Cook's crew, focusing on the different ideas at its
    heart.  Are your ideas today closer to Cook's crew's ideas, or to
    the ideas held by /kanaka maoli/ in 1778--1779?

*** DONE Discussion Questions 3
    :PROPERTIES:
    :CUSTOM_ID: dq3
    :END:
    :LOGBOOK:
    - State "DONE"       from "TODO"       [2015-09-09 Wed 15:55]
    :END:
  - Compare and contrast the three different ways archaeologists have
    tried to estimate the date when Polynesians discovered Hawai`i.
    What is the best estimate of the discovery date?
  - Hawaiian archaeologists routinely confuse /sites/ and /surface/
    /architectural features/.  Is this a problem?  Why or why not?
  - How does Hommon's model for the development of traditional Hawaiian
    settlement relate to the division of lands into /moku/ and /ahupua`a/?
  - From the lecture, summarize the archaeological sequence of Hawai`i
    in terms of Discovery, Colonization, Settlement, and Innovation.
*** DONE Discussion Questions 4
    :PROPERTIES:
    :CUSTOM_ID: dq4
    :END:
    :LOGBOOK:
    - State "DONE"       from "TODO"       [2015-09-09 Wed 15:55]
    :END:
 # Tonga/Hawaii lecture
  - Describe the differences between Tongan and Hawaiian kinship
    terms.  How do the differences in terms reflect differences in
    social organization?
  - What is the /fahu/ relationship in Tonga?  How was it involved in
    the relationship of the sacred Tu`i Tonga to the secular Tu`i
    Kanokupolu?
  - Describe the movement of people and things through the Tongan
    empire.  How did the movement of people and things support the high
    status of the Tu`i Tonga?
  - Traditional Hawaiian political power is sometimes characterized as
    territorial in comparison to Tonga.  Describe the territorial
    organization of Hawaiian kingship.  Suggest some ideas why Hawaiian
    kings were different from kings in Tonga.

*** DONE Discussion Questions 5
    :PROPERTIES:
    :CUSTOM_ID: dq5
    :END:
    :LOGBOOK:
    - State "DONE"       from "TODO"       [2015-09-09 Wed 16:18]
    :END:
 # Chapter 4
  - What influence did the introduction of the Polynesian rat have on
    Hawaiian natural history?  Were these changes good or bad for the
    Polynesian colonists?  Why?
  - Describe the process by which Polynesians transformed the Hawaiian
    landscape, changing it from its natural state to one more like the
    homeland islands.
  - How does traditional Hawaiian rain-fed agriculture differ from
    traditional irrigated agriculture?  How are the two types of
    agriculture distributed across the islands?
  - Describe the leeward Kohala field system.  How and when did it
    develop?
  - Describe the distribution of faunal remains in archaeological sites
    on the leeward side of Hawai`i Island.  What does this pattern
    indicate about traditional Hawaiian behavior?

*** DONE Discussion Questions 6
    :PROPERTIES:
    :CUSTOM_ID: dq6
    :END:
    :LOGBOOK:
    - State "DONE"       from "DONE"       [2015-09-11 Fri 09:01]
    - State "DONE"       from "TODO"       [2015-09-11 Fri 08:38]
    :END:
 # Archaeological mapping, surface architecture

  # - Describe the similarities and differences in the maps of H\amacron{}paiali`i
  #   Heiau drawn by John F. G. Stokes (slide 23), Henry E. P. Kekahuna
  #   (slide 25), and J. Keone Kalawe (slide 45).  Which do you prefer?
  #   Why?
  - Why is the base of surface architecture important to an
    archaeologist?
  - How old are the oldest well-dated Hawaiian habitation structures?
    How are their construction dates related to the traditional
    Hawaiian cultural sequence?
*** DONE Discussion Questions 7
    :PROPERTIES:
    :CUSTOM_ID: dq7
    :END:
    :LOGBOOK:
    - State "DONE"       from "TODO"       [2015-09-11 Fri 09:01]
    :END:
 # Textbook, Chapter 5.
  - On page 67 the textbook contrasts "the more or less synchronic
    perspective on Hawaiian craft economies in the post-contact period"
    offered by study of museum ethnographic collections with "the
    long-term historical development of Hawaiian technologies and craft
    economies" offered by archaeological study.  What are some things
    that can be learned by archaeological study that can't be learned
    from museum collections?
  - Over the years there have been suggestions that fishhooks and adzes
    changed over time, so that there are early forms and late forms of
    both artifacts.  Why aren't these artifacts used to date sites in
    Hawai`i?
  - Describe the difference between "attached specialists" and
    "independent specialists."  Why has this distinction so far proved
    impossible to make with archaeological materials from Hawai`i?
    (Hint: see the logic of archaeological inquiry.)

*** DONE Discussion Questions 8
    :PROPERTIES:
    :CUSTOM_ID: dq8
    :END:
    :LOGBOOK:
    - State "DONE"       from "TODO"       [2015-09-11 Fri 08:30]
    - State "TODO"       from "DONE"       [2015-09-10 Thu 06:12]
    - State "DONE"       from "TODO"       [2015-09-10 Thu 06:12]
    :END:
 # Excavation lecture
  - How was the topography of the Waim\amacron{}nalo Plain (slide 5) expressed
    in the distribution of remains in the excavation (slide 30)?  What
    kinds of remains were recovered?
  - What is an otolith?  How did the identification of /`\omacron{}`io/ otoliths
    change the picture of traditional Hawaiian fishing at Waim\amacron{}nalo?
  - Compare the photograph of the stratigraphic profile (slide 13) with
    the stratigraphic profile drawn by Kim Kalama (slide 15).  What
    kinds of thing are easier to see in the drawing?  Why?
  - What kinds of activities are represented in the artifact
    collection?  How would you characterize traditional Hawaiian
    settlement at the site?

*** DONE Discussion Questions 9
    :PROPERTIES:
    :CUSTOM_ID: dq9
    :END:
    :LOGBOOK:
    - State "DONE"       from "TODO"       [2015-09-11 Fri 09:29]
    :END:
 # Texbook Chapter 6, PWW glass lecture

  - Describe the distribution of Pu`uwa`awa`a volcanic glass away from
    its source in North Kona.  How does this distribution indicate the
    value of the glass?
  - Describe the differences between "cost surface overland", "`as the
    crow flies' overland", and "canoe from depot" models of volcanic
    glass distribution.  Is it useful to have these different models?
    Why or why not?
  - At the time of European contact, Hawaiian /ali`i/ were among the
    most powerful people in all of Polynesia. Many archaeologists
    believe that warfare was essential for /ali`i/ to establish power.
    Where does the evidence to support the importance of warfare in old
    Hawai`i come from?  Does the archaeological record show that
    Hawaiian society was war-like?  Why or why not?
  - What is the "correlate method" for identifying states with
    archaeological materials?  Accepting that contact-era Hawaiian
    society was a state, does the "correlate method" work?  Why or why
    not?

*** DONE Discussion Questions 10
    :PROPERTIES:
    :CUSTOM_ID: dq10
    :END:
    :LOGBOOK:
    - State "DONE"       from "TODO"       [2015-09-11 Fri 09:38]
    :END:
 # Hawaiian Ko`i
  - Describe the parts of a traditional Hawaiian adze blade.  Which
    features do Hawaiian archaeologists use to classify the adze
    blades? Do these features relate to the form of the tool, its
    function, or both?  How so?
  - Describe the two reduction sequences identified for Hawaiian
    adzes.  How do these sequences relate to the form of the finished
    tool?
*** DONE Discussion Questions 11
    :PROPERTIES:
    :CUSTOM_ID: dq11
    :END:
    :LOGBOOK:
    - State "DONE"       from "TODO"       [2015-09-11 Fri 10:43]
    :END:
    # Chapter 7, Rain-fed agriculture

  - Describe the post-contact history of the Hawaiian adze.  What
    social and economic factors contributed to the persistence of stone
    adze use in the post-contact period?
  - Describe the changes in Hawaiian household settlement pattern when
    traditional building materials were abandoned and imported
    materials took their place.  How were these settlement pattern changes
    related to social changes?
  - What are the cross-cultural attributes of wealth-assets?  How are
    wealth-assets distinguished from other valuables?
  - Describe the development of the leeward Kohala field system.  Would
    a map of the field system that charts development by successive
    generations of Hawaiian farmers be useful?  Why or why not?

*** DONE Discussion Questions 12
    :PROPERTIES:
    :CUSTOM_ID: dq12
    :END:
    :LOGBOOK:
    - State "DONE"       from "TODO"       [2015-09-11 Fri 11:06]
    :END:
 # Abrader quarries

  - There is no doubt that canoes were valuable in old Hawai`i.  Were
    they also wealth-assets?  Why or why not?
  - Describe the scale of abrader quarrying at Kahuku.  Does it
    surprise you?  Why or why not?  What does the scale of abrader
    quarrying indicate about old Hawai`i?

*** DONE Discussion Questions 13
    :PROPERTIES:
    :CUSTOM_ID: dq13
    :END:
    :LOGBOOK:
    - State "DONE"       from "TODO"       [2015-09-11 Fri 11:06]
    :END:
 # Chapter 8
  - Describe the next generation of Hawaiian archaeologists and compare
    it to the current generation.  What are the similarities and
    differences?  What changes to archaeological practice should the
    new generation of archaeologists strive to establish?
  - Does archaeology have a future in Hawai`i?  Is archaeology useful
    in the process of decolonization, or does it work to maintain a
    colonized mindset?

