anth-464/content/post/anth-464-discussion-questions.md
+++
title = "Discussion Questions"
author = ["Dr. Thomas S. Dye"]
date = 2018-10-14
draft = false
weight = 2005
[menu.main]
  weight = 2005
  identifier = "discussion-questions"
+++

<div class="ox-hugo-toc toc">
<div></div>

<div class="heading">Table of Contents</div>

- [Discussion Questions 1](#dq1)
- [Discussion Questions 2](#dq2)
- [Discussion Questions 3](#dq3)
- [Discussion Questions 4](#dq4)
- [Discussion Questions 5](#dq5)
- [Discussion Questions 6](#dq6)
- [Discussion Questions 7](#dq7)
- [Discussion Questions 8](#dq8)
- [Discussion Questions 9](#dq9)
- [Discussion Questions 10](#dq10)
- [Discussion Questions 11](#dq11)
- [Discussion Questions 12](#dq12)
- [Discussion Questions 13](#dq13)

</div>
<!--endtoc-->

These discussion questions help guide the conversation.  They are meant to
augment the questions you bring to class.  Also, note that Discussion Questions
1--6 include the three questions that will appear on the mid-term examination.


## Discussion Questions 1 {#dq1}

-   How has the institutional framework of Hawaiian archaeology changed
    over time?
-   What was the innovation introduced by the settlement pattern
    approach?
-   What research questions occupy Hawaiian archaeologists today?
-   How is archaeology different from history?
-   How is historicism different from social science?
-   Why study archaeology?
-   Is the temple on L&#0257;na\`i Island a site?  Why, or why not?
-   What is the necessary condition of inquiry?  Is scientific inquiry
    fundamentally different from other forms of inquiry?  Why or why
    not?
-   List the three logical steps of archaeological inquiry and describe
    them in your own terms.


## Discussion Questions 2 {#dq2}

-   Describe the geological stages of islands in the Hawaiian Chain,
    starting at Hawai\`i Island in the southeast and ending at H&#0333;lanik&#0363;
    in the northwest.  What is responsible for the differences?
-   From the point of view of Polynesian sailors, describe the factors
    that make the Hawaiian chain an isolated landmass.
-   Imagine yourself on the voyage with the Polynesian discoverers of
    Hawai\`i.  What strange and unusual plants and animals might you
    have seen when you first stepped ashore?
-   Briefly describe one of the misunderstandings between _kanaka
    maoli_ and Cook's crew, focusing on the different ideas at its
    heart.  Are your ideas today closer to Cook's crew's ideas, or to
    the ideas held by _kanaka maoli_ in 1778--1779?


## Discussion Questions 3 {#dq3}

-   Compare and contrast the three different ways archaeologists have
    tried to estimate the date when Polynesians discovered Hawai\`i.
    What is the best estimate of the discovery date?
-   Hawaiian archaeologists routinely confuse _sites_ and _surface_
    _architectural features_.  Is this a problem?  Why or why not?
-   How does Hommon's model for the development of traditional Hawaiian
    settlement relate to the division of lands into _moku_ and _ahupua\`a_?
-   From the lecture, summarize the archaeological sequence of Hawai\`i
    in terms of Discovery, Colonization, Settlement, and Innovation.


## Discussion Questions 4 {#dq4}

-   Describe the differences between Tongan and Hawaiian kinship
    terms.  How do the differences in terms reflect differences in
    social organization?
-   What is the _fahu_ relationship in Tonga?  How was it involved in
    the relationship of the sacred Tu\`i Tonga to the secular Tu\`i
    Kanokupolu?
-   Describe the movement of people and things through the Tongan
    empire.  How did the movement of people and things support the high
    status of the Tu\`i Tonga?
-   Traditional Hawaiian political power is sometimes characterized as
    territorial in comparison to Tonga.  Describe the territorial
    organization of Hawaiian kingship.  Suggest some ideas why Hawaiian
    kings were different from kings in Tonga.


## Discussion Questions 5 {#dq5}

-   What influence did the introduction of the Polynesian rat have on
    Hawaiian natural history?  Were these changes good or bad for the
    Polynesian colonists?  Why?
-   Describe the process by which Polynesians transformed the Hawaiian
    landscape, changing it from its natural state to one more like the
    homeland islands.
-   How does traditional Hawaiian rain-fed agriculture differ from
    traditional irrigated agriculture?  How are the two types of
    agriculture distributed across the islands?
-   Describe the leeward Kohala field system.  How and when did it
    develop?
-   Describe the distribution of faunal remains in archaeological sites
    on the leeward side of Hawai\`i Island.  What does this pattern
    indicate about traditional Hawaiian behavior?


## Discussion Questions 6 {#dq6}

-   Why is the base of surface architecture important to an
    archaeologist?
-   How old are the oldest well-dated Hawaiian habitation structures?
    How are their construction dates related to the traditional
    Hawaiian cultural sequence?


## Discussion Questions 7 {#dq7}

-   On page 67 the textbook contrasts "the more or less synchronic
    perspective on Hawaiian craft economies in the post-contact period"
    offered by study of museum ethnographic collections with "the
    long-term historical development of Hawaiian technologies and craft
    economies" offered by archaeological study.  What are some things
    that can be learned by archaeological study that can't be learned
    from museum collections?
-   Over the years there have been suggestions that fishhooks and adzes
    changed over time, so that there are early forms and late forms of
    both artifacts.  Why aren't these artifacts used to date sites in
    Hawai\`i?
-   Describe the difference between "attached specialists" and
    "independent specialists."  Why has this distinction so far proved
    impossible to make with archaeological materials from Hawai\`i?
    (Hint: see the logic of archaeological inquiry.)


## Discussion Questions 8 {#dq8}

-   How was the topography of the Waim&#0257;nalo Plain (slide 5) expressed
    in the distribution of remains in the excavation (slide 30)?  What
    kinds of remains were recovered?
-   What is an otolith?  How did the identification of _\`&#0333;\`io_ otoliths
    change the picture of traditional Hawaiian fishing at Waim&#0257;nalo?
-   Compare the photograph of the stratigraphic profile (slide 13) with
    the stratigraphic profile drawn by Kim Kalama (slide 15).  What
    kinds of thing are easier to see in the drawing?  Why?
-   What kinds of activities are represented in the artifact
    collection?  How would you characterize traditional Hawaiian
    settlement at the site?


## Discussion Questions 9 {#dq9}

-   Describe the distribution of Pu\`uwa\`awa\`a volcanic glass away from
    its source in North Kona.  How does this distribution indicate the
    value of the glass?
-   Describe the differences between "cost surface overland", "\`as the
    crow flies' overland", and "canoe from depot" models of volcanic
    glass distribution.  Is it useful to have these different models?
    Why or why not?
-   At the time of European contact, Hawaiian _ali\`i_ were among the
    most powerful people in all of Polynesia. Many archaeologists
    believe that warfare was essential for _ali\`i_ to establish power.
    Where does the evidence to support the importance of warfare in old
    Hawai\`i come from?  Does the archaeological record show that
    Hawaiian society was war-like?  Why or why not?
-   What is the "correlate method" for identifying states with
    archaeological materials?  Accepting that contact-era Hawaiian
    society was a state, does the "correlate method" work?  Why or why
    not?


## Discussion Questions 10 {#dq10}

-   Describe the parts of a traditional Hawaiian adze blade.  Which
    features do Hawaiian archaeologists use to classify the adze
    blades? Do these features relate to the form of the tool, its
    function, or both?  How so?
-   Describe the two reduction sequences identified for Hawaiian
    adzes.  How do these sequences relate to the form of the finished
    tool?


## Discussion Questions 11 {#dq11}

-   Describe the post-contact history of the Hawaiian adze.  What
    social and economic factors contributed to the persistence of stone
    adze use in the post-contact period?
-   Describe the changes in Hawaiian household settlement pattern when
    traditional building materials were abandoned and imported
    materials took their place.  How were these settlement pattern changes
    related to social changes?
-   What are the cross-cultural attributes of wealth-assets?  How are
    wealth-assets distinguished from other valuables?
-   Describe the development of the leeward Kohala field system.  Would
    a map of the field system that charts development by successive
    generations of Hawaiian farmers be useful?  Why or why not?


## Discussion Questions 12 {#dq12}

-   There is no doubt that canoes were valuable in old Hawai\`i.  Were
    they also wealth-assets?  Why or why not?
-   Describe the scale of abrader quarrying at Kahuku.  Does it
    surprise you?  Why or why not?  What does the scale of abrader
    quarrying indicate about old Hawai\`i?


## Discussion Questions 13 {#dq13}

-   Describe the next generation of Hawaiian archaeologists and compare
    it to the current generation.  What are the similarities and
    differences?  What changes to archaeological practice should the
    new generation of archaeologists strive to establish?
-   Does archaeology have a future in Hawai\`i?  Is archaeology useful
    in the process of decolonization, or does it work to maintain a
    colonized mindset?
